
public class conditionalBranch {
//	練習問題 4 - 1
//	“SPAM”という単語を 10 回表示するプログラムを作成しなさい。

//	練習問題 4 - 2
//	九九、三の段（ 3 ～ 27 の 3 の倍数）を表示するプログラムを作成しなさい。

//	練習問題 4 - 3
//	2 の 1 乗から 8 乗までを計算し表示するプログラムを作成しなさい。
//
//	練習問題 4 - 4
//	7 の階乗を計算し、表示するプログラムを作成しなさい。
//
//	練習問題 4 - 5
//	整数を 10 回入力し、平均値を求めるプログラムを作成しなさい。
//
//	※ 	計算は整数で行い、小数点以下は切り捨ててよい。
//	練習問題 4 - 6
//	整数、0 か 1 を 10 回入力する。これを対戦成績と考え、0 を負け、1 を勝ちとして、勝ちの総数、負けの総数を表示するプログラムを作成しなさい。
//
//	練習問題 4 - 7
//	次のプログラムを作成しなさい。
//
//	巨人、阪神戦で毎回の得点を入力する。（１回～９回）
//	入力が終わったら、それぞれの得点とどちらが勝ったかを表示する。
//	※ 	試合は巨人の先行とする。

}
